# St7DisableNLAStage

Deactivates the specified stage such that it is not included in nonlinear static analysis.

Solver – Nonlinear Static

long St7DisableNLAStage(long uID, long Stage)

Input Parameters

uID

Strand7 model file ID.

Stage

Stage index to be disabled.